Web Server/Capacity Test/1000 CTT/summary3.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
HTTP Request Little 1,268,4,0,119,9.18,0.000%,.89350,1.12,0.10,1284.1
HTTP Request Medium 5,272,31,6,557,41.02,0.000%,.90702,929.03,0.11,1048842.1
HTTP Request Little 7,262,3,0,28,4.22,0.000%,.87450,9.59,0.10,11228.0
HTTP Request Little 4,268,4,0,66,7.28,0.000%,.89482,2.91,0.11,3332.1
HTTP Request Little 5,264,5,0,345,21.76,0.000%,.88234,1.99,0.11,2308.0
HTTP Request Little 6,267,4,0,82,6.78,0.000%,.89614,2.92,0.11,3332.1
HTTP Request Medium 4,262,67,19,1020,74.41,0.000%,.87478,2687.55,0.10,3145994.1
HTTP Request Medium 2,261,26,6,234,22.97,0.000%,.87127,892.41,0.10,1048842.1
HTTP Request Little 2,273,3,0,24,3.46,0.000%,.91857,1.15,0.10,1284.0
HTTP Request Little 3,260,3,0,25,4.03,0.000%,.87441,1.97,0.10,2308.0
HTTP Request Medium 1,265,48,12,438,40.15,0.000%,.88558,1813.90,0.11,2097418.0
HTTP Request Medium 3,265,76,18,929,95.30,0.000%,.89209,2740.73,0.11,3145994.0
HTTP Request Large 5,266,281,78,2331,312.52,0.000%,.88690,11806.61,0.11,13631755.1
HTTP Request Large 3,265,203,63,1828,176.39,0.000%,.88328,9045.02,0.11,10486027.0
HTTP Request Large 1,261,200,59,2143,205.78,0.000%,.87348,8944.66,0.10,10486027.0
HTTP Request Medium 6,262,47,11,444,39.04,0.000%,.88580,1814.35,0.11,2097418.0
HTTP Request Large 6,264,304,94,2530,297.30,0.000%,.88319,14470.34,0.11,16777484.1
HTTP Request Large 4,268,249,82,2778,240.30,0.000%,.89578,11924.88,0.11,13631755.0
HTTP Request Large 2,267,311,101,3695,358.37,0.000%,.88946,14573.20,0.11,16777484.0
TOTAL,5040,98,0,3695,193.43,0.000%,16.78758,81426.69,1.98,4966823.6