Web Server/Capacity Test/500 CTT/summary1.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
HTTP Request Little 2,141,9,0,133,19.26,0.000%,.47270,0.59,0.05,1285.0
HTTP Request Medium 5,135,42,9,538,64.04,0.000%,.45001,460.93,0.05,1048843.0
HTTP Request Little 1,132,9,0,172,19.42,0.000%,.44111,0.55,0.05,1285.0
HTTP Request Little 4,131,9,1,147,17.31,0.000%,.43698,1.42,0.05,3333.0
HTTP Request Medium 2,136,41,8,263,39.69,0.000%,.45331,464.31,0.05,1048842.9
HTTP Request Medium 4,133,114,24,835,134.33,0.000%,.44506,1367.33,0.05,3145995.0
HTTP Request Little 3,135,8,1,111,14.64,0.000%,.45144,1.02,0.05,2308.9
HTTP Request Medium 1,136,70,15,477,70.20,0.000%,.45322,928.32,0.05,2097419.0
HTTP Request Little 5,130,7,1,58,9.15,0.000%,.43416,0.98,0.05,2309.0
HTTP Request Little 6,131,8,1,153,17.57,0.000%,.43791,1.43,0.05,3333.0
HTTP Request Little 7,138,9,1,253,24.57,0.000%,.46758,5.13,0.05,11229.0
HTTP Request Medium 3,133,121,21,1552,167.01,0.000%,.44453,1365.70,0.05,3145994.9
HTTP Request Medium 6,130,85,14,1487,157.12,0.000%,.43588,892.80,0.05,2097418.9
HTTP Request Large 5,136,461,95,2966,583.99,0.000%,.45242,6022.75,0.05,13631756.0
HTTP Request Large 3,132,329,66,3082,447.54,0.000%,.43955,4501.08,0.05,10486028.0
HTTP Request Large 2,131,565,112,3435,658.71,0.000%,.44266,7252.59,0.05,16777485.0
HTTP Request Large 6,137,502,111,3400,570.63,0.000%,.45695,7486.86,0.05,16777485.0
HTTP Request Large 4,131,384,89,3173,448.91,0.000%,.43685,5815.44,0.05,13631756.0
HTTP Request Large 1,135,313,72,3560,386.48,0.000%,.45341,4643.08,0.05,10486028.0
TOTAL,2543,162,0,3560,356.31,0.000%,8.45707,40979.88,1.00,4961928.6